Table of Contents
 Enum RebarGeneralType
Namespace
IdeaRS.OpenModel.Model
Assembly
IdeaRS.OpenModel.dll
Determine type of rebar General
public enum RebarGeneralType
Fields
NotDefined = 0
Not defined type
Single = 1
Rebar Single
Stirrup = 2
Rebar Stirrup
Fields
 Name |  Description
 NotDefined = 0
Not defined type
 Single = 1
Rebar Single
 Stirrup = 2
Rebar Stirrup
 Edit this page